Repository: prefer/learnpython.in.ua
Catalog: learnpython/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Invalid email address.
ru: Введите правильный email.

source: This field is required.
ru: Обязательное поле.

source: Name
ru: Имя

source: Subject
ru: Тема

source: Message
ru: Сообщение

source: Feedback
ru: Обратная связь

source: Phone
ru: Телефон

source: Flow
ru: Поток

source: Additional comments
ru: Дополнительные комментарии

source: Flow subscription
ru: Запись на поток

source: Cannot send message due to mail server problems. Please, try again later!
ru: Невозможно отправить сообщение из-за проблем с почтовым сервером. Пожалуйста, попробуйте еще раз позже!

source: Your message has been sent! Thanks for your feedback!
ru: Ваше сообщение успешно отправлено! Мы ответим вам в ближайшее время!

source: Cannot apply subscription due to mail server problems. Please, try again later!
ru: Невозможно отправить подписку из-за проблем с почтовым сервером. Пожалуйста, попробуйте еще раз позже!

source: Dive into IT, Kazan, Russia
ru: Погружение в IT

source: About us
ru: О нас

source: Flows archive
ru: Архив занятий

source: Contacts
ru: Контакты

source: Fork us on GitHub
ru: Форкайте нас на GitHub

source: JavaScript
ru: Advanded JavaScript

source: Subscribe
ru: Запись на курс

source: Dive into IT
ru: Погружение в IT

source: Cannot submit form! Please, fix errors below:
ru: Пожалуйста, исправьте указанные ошибки:

source: Submit
ru: Отправить

source: Error %(code)s
ru: Ошибка %(code)s

source: Click here to return to index page
ru: Нажмите здесь, для перехода на главную страницу

source: &lsaquo; Back to archive
ru: &lsaquo; К архиву занятий

source: You will redirect to next page in 10 seconds
ru: Вы будете перенаправлены на следующую страницу через 10 секунд

source: Click here, if you don't wanna wait
ru: Нажмите здесь, если вы не хотите ждать
